Revit 2027 API
ParameterTypeId.ScheduleTopLevelOffsetParam Property
 "Top Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ScheduleTopLevelOffsetParam { get; }
Public Shared ReadOnly Property ScheduleTopLevelOffsetParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ScheduleTopLevelOffsetParam {
	ForgeTypeId^ get ();
}
static member ScheduleTopLevelOffsetParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace